[words]
Traffic Settings Announce="Налаштування анонса TMC"
Announce traffic events on route="Попередження про TMC-подію на маршруті"
Announce if distance is more than="Попереджати якщо відстань більше"
Announce if distance is less than="Попереджати якщо відстань меньше"
Announce if delay is more than="Попереджати якщо затримка більше"
Event description filter="Фільтр опису події"
infinite delay="тривала затримка"
Set minimal distance="Установка мінімальної відстані"
Set maximal distance="Установка максимальної відстані"
Set delay,sec.="Установка паузи, сек."
%d m="%d м"
%d s="%d cек"
Log Street TMC="Log назв вулиць ТМС"
Save Log At Startup="Зберегти Log при старті"
Enter new filter="Новий фільтр"
%d minutes="%d хв."